Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: Values in this column are for Normal mode
sv: Värden i den här kolumnen är för normalläge

source: Values in this column are for Stealth mode
sv: Värden i den här kolumnen är för Stealth-läge

source: Maximum feedrates
sv: Maximala matningshastigheter

source: Maximum accelerations
sv: Maximala accelerationer

source: Jerk limits
sv: Ryckgränser

source: Minimum feedrates
sv: Minsta matningshastigheter

source: Single extruder MM setup
sv: Enkel extruder MM inställning

source: Single extruder multimaterial parameters
sv: Enkel extruder multimaterial parametrar

source: This is a single extruder multimaterial printer, diameters of all extruders will be set to the new value. Do you want to proceed?
sv: Detta är en multimaterialskrivare med en extruder, diametrarna för alla extruderare kommer att ställas in på det nya värdet. Vill du fortsätta?

source: Layer height limits
sv: Lagerhöjdgränser

source: Position (for multi-extruder printers)
sv: Position (för multi-extruder skrivare)

source: Only lift Z
sv: Lyft bara Z

source: Retraction when tool is disabled (advanced settings for multi-extruder setups)
sv: Indragning när verktyget är inaktiverat (avancerade inställningar för multiextruderinställningar)

source: Reset to Filament Color
sv: Återställ till filamentfärg

source: The Wipe option is not available when using the Firmware Retraction mode. Shall I disable it in order to enable Firmware Retraction?
sv: Alternativet Torka är inte tillgängligt när du använder läget Firmware Retraction. Ska jag inaktivera det för att aktivera Firmware Retraction?

source: Firmware Retraction
sv: Indragning av firmware

source: New printer preset selected
sv: Ny skrivarförinställning har valts

source: Detached
sv: Friliggande

source: remove
sv: avlägsna

source: delete
sv: radera

source: It's a last preset for this physical printer.
sv: Det är en sista förinställning för den här fysiska skrivaren.

source: Are you sure you want to delete "%1%" preset from the physical printer "%2%"?
sv: Är du säker på att du vill ta bort förinställningen "%1%" från den fysiska skrivaren "%2%"?

source: Are you sure you want to %1% the selected preset?
sv: Är du säker på att du vill %1% den valda förinställningen?

source: %1% Preset
sv: %1% Förinställning

source: Set
sv: Uppsättning

source: Find
sv: Hitta

source: Replace with
sv: Ersätta med

source: Regular expression
sv: Vanligt uttryck

source: Case insensitive
sv: Fallet okänslig

source: Whole word
sv: Hela världen

source: Match single line
sv: Matcha en rad

source: Machine limits will be emitted to G-code and used to estimate print time.
sv: Maskingränser kommer att sändas ut till G-kod och användas för att uppskatta utskriftstid.

source: Machine limits will NOT be emitted to G-code, however they will be used to estimate print time, which may therefore not be accurate as the printer may apply a different set of machine limits.
sv: Maskingränser kommer INTE att sändas ut till G-kod, men de kommer att användas för att uppskatta utskriftstiden, som därför kanske inte är korrekt eftersom skrivaren kan tillämpa en annan uppsättning maskingränser.

source: Machine limits are not set, therefore the print time estimate may not be accurate.
sv: Maskingränser är inte inställda, därför kanske uppskattningen av utskriftstiden inte är korrekt.

source: LOCKED LOCK
sv: LÅST LÅS

source: indicates that the settings are the same as the system (or default) values for the current option group
sv: indikerar att inställningarna är desamma som systemvärdena (eller standardvärdena) för den aktuella alternativgruppen

source: UNLOCKED LOCK
sv: UPLÅST LÅS

source: indicates that some settings were changed and are not equal to the system (or default) values for the current option group. Click the UNLOCKED LOCK icon to reset all settings for current option group to the system (or default) values.
sv: indikerar att vissa inställningar har ändrats och inte är lika med systemvärdena (eller standardvärdena) för den aktuella alternativgruppen. Klicka på ikonen UPPLÅST LÅS för att återställa alla inställningar för aktuell alternativgrupp till systemvärdena (eller standardvärdena).

source: WHITE BULLET
sv: VIT KULA

source: for the left button: indicates a non-system (or non-default) preset, for the right button: indicates that the settings hasn't been modified.
sv: för vänster knapp: indikerar en icke-system (eller icke-standard) förinställning, för höger knapp: indikerar att inställningarna inte har ändrats.

source: BACK ARROW
sv: BAKÅT PIL

source: indicates that the settings were changed and are not equal to the last saved preset for the current option group. Click the BACK ARROW icon to reset all settings for the current option group to the last saved preset.
sv: indikerar att inställningarna har ändrats och inte är lika med den senast sparade förinställningen för den aktuella alternativgruppen. Klicka på ikonen BAKÅT PIL för att återställa alla inställningar för den aktuella alternativgruppen till den senast sparade förinställningen.

source: LOCKED LOCK icon indicates that the settings are the same as the system (or default) values for the current option group
sv: LÅST LÅS-ikon indikerar att inställningarna är desamma som systemvärdena (eller standardvärdena) för den aktuella alternativgruppen

source: UNLOCKED LOCK icon indicates that some settings were changed and are not equal to the system (or default) values for the current option group. Click to reset all settings for current option group to the system (or default) values.
sv: Ikonen ULOCKED LOCK indikerar att vissa inställningar har ändrats och inte är lika med systemvärdena (eller standardvärdena) för den aktuella alternativgruppen. Klicka för att återställa alla inställningar för aktuell alternativgrupp till systemvärdena (eller standardvärdena).

source: WHITE BULLET icon indicates a non system (or non default) preset.
sv: WHITE BULLET-ikonen indikerar en icke-system (eller icke-standard) förinställning.

source: WHITE BULLET icon indicates that the settings are the same as in the last saved preset for the current option group.
sv: WHITE BULLET-ikon indikerar att inställningarna är desamma som i den senast sparade förinställningen för den aktuella alternativgruppen.

source: BACK ARROW icon indicates that the settings were changed and are not equal to the last saved preset for the current option group. Click to reset all settings for the current option group to the last saved preset.
sv: BAKÅT PIL-ikonen indikerar att inställningarna har ändrats och inte är lika med den senast sparade förinställningen för den aktuella alternativgruppen. Klicka för att återställa alla inställningar för den aktuella alternativgruppen till den senast sparade förinställningen.

source: LOCKED LOCK icon indicates that the value is the same as the system (or default) value.
sv: LÅST LÅS-ikon indikerar att värdet är detsamma som systemvärdet (eller standardvärdet).

source: UNLOCKED LOCK icon indicates that the value was changed and is not equal to the system (or default) value. Click to reset current value to the system (or default) value.
sv: Ikonen ULOCKED LOCK indikerar att värdet ändrades och inte är lika med systemvärdet (eller standardvärdet). Klicka för att återställa aktuellt värde till systemvärdet (eller standardvärdet).

source: WHITE BULLET icon indicates that the value is the same as in the last saved preset.
sv: WHITE BULLET-ikonen indikerar att värdet är detsamma som i den senast sparade förinställningen.

source: BACK ARROW icon indicates that the value was changed and is not equal to the last saved preset. Click to reset current value to the last saved preset.
sv: BAKÅT PIL-ikonen indikerar att värdet ändrades och inte är lika med den senast sparade förinställningen. Klicka för att återställa aktuellt värde till den senast sparade förinställningen.

source: Material printing profile
sv: Material tryckprofil

source: Support head
sv: Stödhuvud

source: Support pillar
sv: Stödpelare

source: Connection of the support sticks and junctions
sv: Anslutning av stödstavar och kopplingar

source: Automatic generation
sv: Automatisk generering

source: "%1%" is disabled because "%2%" is on in "%3%" category. To enable "%1%", please switch off "%2%"
sv: "%1%" är inaktiverat eftersom "%2%" är på i kategorin "%3%". För att aktivera "%1%", vänligen stäng av "%2%"

source: Object elevation
sv: Objekts höjd

source: Pad around object
sv: Pad runt föremålet

source: Unsaved Changes
sv: Osparade ändringar

source: Switching Presets: Unsaved Changes
sv: Byta förinställningar: Osparade ändringar

source: Old Value
sv: Gammalt värde

source: New Value
sv: Nytt värde

source: Keep
sv: Ha kvar

source: Transfer
sv: Överföra

source: Don't save
sv: Spara inte

source: Discard
sv: Kassera

source: Save
sv: Spara

source: PrusaSlicer will remember your action.
sv: PrusaSlicer kommer ihåg din åtgärd.

source: Some fields are too long to fit. Right mouse click reveals the full text.
sv: Vissa fält är för långa för att passa. Högerklicka på den visar hela texten.

source: All settings changes will not be saved
sv: Alla inställningsändringar kommer inte att sparas

source: All settings changes will be discarded.
sv: Alla inställningsändringar kommer att ignoreras.

source: Save the selected options.
sv: Spara de valda alternativen.

source: Keep the selected settings.
sv: Behåll de valda inställningarna.

source: Transfer the selected settings to the newly selected preset.
sv: Överför de valda inställningarna till den nyligen valda förinställningen.

source: Save the selected options to preset "%1%".
sv: Spara de valda alternativen för att förinställa "%1%".

source: Transfer the selected options to the newly selected preset "%1%".
sv: Överför de valda alternativen till den nyligen valda förinställningen "%1%".

source: Extruders count
sv: Extruders räknas

source: Select presets to compare
sv: Välj förinställningar att jämföra

source: Show all presets (including incompatible)
sv: Visa alla förinställningar (inklusive inkompatibla)

source: Left Preset Value
sv: Vänster förinställt värde

source: Right Preset Value
sv: Höger förinställt värde

source: One of the presets doesn't found
sv: En av förinställningarna hittades inte

source: Compared presets has different printer technology
sv: Jämförda förinställningar har olika skrivarteknik

source: Presets are the same
sv: Förinställningar är desamma

source: Presets are different. Click this button to select the same preset for the right and left preset.
sv: Förinställningar är olika. Klicka på den här knappen för att välja samma förinställning för höger och vänster förinställning.

source: Undef category
sv: Undef kategori

source: Undef group
sv: Undef grupp

source: Update available
sv: Uppdatering tillgänglig

source: New version of %s is available
sv: Ny version av %s är tillgänglig

source: Current version:
sv: Aktuell version:

source: New version:
sv: Ny version:

source: Changelog & Download
sv: Ändringslogg & Ladda ner

source: Open changelog page
sv: Öppna ändringsloggsidan

source: Open download page
sv: Öppna nedladdningssidan

source: Don't notify about new releases any more
sv: Meddela inte om nya releaser längre

source: Opening Configuration Wizard
sv: Öppnar konfigurationsguiden

source: Configuration update
sv: Konfigurationsuppdatering

source: PrusaSlicer is not using the newest configuration available. Configuration Wizard may not offer the latest printers, filaments and SLA materials to be installed.
sv: PrusaSlicer använder inte den senaste tillgängliga konfigurationen. Konfigurationsguiden kanske inte erbjuder de senaste skrivarna, filamenten och SLA-material som ska installeras.

source: Configuration update is available
sv: Konfigurationsuppdatering är tillgänglig

source: Would you like to install it? Note that a full configuration snapshot will be created first. It can then be restored at any time should there be a problem with the new version. Updated configuration bundles:
sv: Vill du installera den? Observera att en ögonblicksbild av fullständig konfiguration skapas först. Den kan sedan återställas när som helst om det skulle uppstå problem med den nya versionen. Uppdaterade konfigurationspaket:

source: Comment:
sv: Kommentar:

source: Install
sv: Installera

source: Don't install
sv: Installera inte

source: %s incompatibility
sv: %s inkompatibilitet

source: You must install a configuration update.
sv: Du måste installera en konfigurationsuppdatering.

source: %s will now start updates. Otherwise it won't be able to start. Note that a full configuration snapshot will be created first. It can then be restored at any time should there be a problem with the new version. Updated configuration bundles:
sv: %s kommer nu att starta uppdateringar. Annars kommer den inte att kunna starta. Observera att en ögonblicksbild av fullständig konfiguration skapas först. Den kan sedan återställas när som helst om det skulle uppstå problem med den nya versionen. Uppdaterade konfigurationspaket:

source: Exit %s
sv: Avsluta %s

source: %s configuration is incompatible
sv: %s-konfigurationen är inkompatibel

source: This %s version: %s
sv: Denna %s version: %s

source: Incompatible bundles:
sv: Inkompatibla paket:

source: Re-configure
sv: Konfigurera om

source: For more information please visit our wiki page:
sv: För mer information besök vår wikisida:

source: Configuration updates
sv: Konfigurationsuppdateringar

source: No updates available
sv: Inga uppdateringar tillgängliga

source: %s has no configuration updates available.
sv: %s har inga tillgängliga konfigurationsuppdateringar.

source: Ramming customization
sv: Rammande anpassning

source: Total ramming time
sv: Total ramtid

source: Total rammed volume
sv: Total ramvolym

source: Ramming line width
sv: Ramlinjebredd

source: Ramming line spacing
sv: Ramma radavstånd

source: Wipe tower - Purging volume adjustment
sv: Torktorn - Justering av spolningsvolym

source: Here you can adjust required purging volume (mm³) for any given pair of tools.
sv: Här kan du justera önskad spolvolym (mm³) för ett givet par verktyg.

source: Extruder changed to
sv: Extruder ändrad till

source: unloaded
sv: lossas

source: loaded
sv: lastad

source: Tool #
sv: Verktyg #

source: Total purging volume is calculated by summing two values below, depending on which tools are loaded/unloaded.
sv: Total reningsvolym beräknas genom att summera två värden nedan, beroende på vilka verktyg som laddas/lossas.

source: Volume to purge (mm³) when the filament is being
sv: Volym som ska renas (mm³) när glödtråden används

source: From
sv: Från

source: Switching to simple settings will discard changes done in the advanced mode! Do you want to proceed?
sv: Om du byter till enkla inställningar ignoreras ändringar som gjorts i det avancerade läget! Vill du fortsätta?

source: Show simplified settings
sv: Visa förenklade inställningar

source: Switch to the %s mode
sv: Växla till %s-läget

source: Current mode is %s
sv: Aktuellt läge är %s

source: Mismatched type of print host: %s
sv: Felaktig typ av utskriftsvärd: %s

source: Connection to AstroBox works correctly.
sv: Anslutning till AstroBox fungerar korrekt.

source: Could not connect to AstroBox
sv: Kunde inte ansluta till AstroBox

source: Note: AstroBox version at least 1.1.0 is required.
sv: Obs: AstroBox version minst 1.1.0 krävs.

source: Connection to Duet works correctly.
sv: Anslutning till Duet fungerar korrekt.

source: Could not connect to Duet
sv: Det gick inte att ansluta till Duet

source: Unknown error occured
sv: Okänt fel har inträffat

source: Wrong password
sv: Fel lösenord

source: Could not get resources to create a new connection
sv: Det gick inte att hämta resurser för att skapa en ny anslutning

source: Exporting source model
sv: Exporterar källmodell

source: Failed loading the input model.
sv: Det gick inte att läsa in inmatningsmodellen.

source: Repairing model by the Netfabb service
sv: Reparationsmodell av Netfabb-tjänsten

source: Mesh repair failed.
sv: Mesh-reparation misslyckades.

source: Loading repaired model
sv: Laddar reparerad modell

source: Saving mesh into the 3MF container failed.
sv: Det gick inte att spara mesh i 3MF-behållaren.

source: Export of a temporary 3mf file failed
sv: Export av en temporär 3mf-fil misslyckades

source: Import of the repaired 3mf file failed
sv: Importen av den reparerade 3mf-filen misslyckades

source: Repaired 3MF file does not contain any object
sv: Den reparerade 3MF-filen innehåller inget objekt

source: Repaired 3MF file contains more than one object
sv: Reparerad 3MF-fil innehåller mer än ett objekt

source: Repaired 3MF file does not contain any volume
sv: Den reparerade 3MF-filen innehåller ingen volym

source: Repaired 3MF file contains more than one volume
sv: Reparerad 3MF-fil innehåller mer än en volym

source: Model repair finished
sv: Modellreparation avslutad

source: Model repair canceled
sv: Modellreparation inställd

source: Upload not enabled on FlashAir card.
sv: Uppladdning är inte aktiverad på FlashAir-kort.

source: Connection to FlashAir works correctly and upload is enabled.
sv: Anslutning till FlashAir fungerar korrekt och uppladdning är aktiverad.

source: Could not connect to FlashAir
sv: Kunde inte ansluta till FlashAir

source: Note: FlashAir with firmware 2.00.02 or newer and activated upload function is required.
sv: Obs: FlashAir med firmware 2.00.02 eller nyare och aktiverad uppladdningsfunktion krävs.

source: Connection to OctoPrint works correctly.
sv: Anslutning till OctoPrint fungerar korrekt.

source: Could not connect to OctoPrint
sv: Kunde inte ansluta till OctoPrint

source: Note: OctoPrint version at least 1.1.0 is required.
sv: Obs: OctoPrint version minst 1.1.0 krävs.

source: Connection to Prusa SL1 / SL1S works correctly.
sv: Anslutning till Prusa SL1 / SL1S fungerar korrekt.

source: Could not connect to Prusa SLA
sv: Det gick inte att ansluta till Prusa SLA

source: Connection to PrusaLink works correctly.
sv: Anslutning till PrusaLink fungerar korrekt.

source: Could not connect to PrusaLink
sv: Kunde inte ansluta till PrusaLink

source: Copying of file %1% to %2% failed: %3%
sv: Kopiering av filen %1% till %2% misslyckades: %3%

source: Continue and install configuration updates?
sv: Vill du fortsätta och installera konfigurationsuppdateringar?

source: Updating
sv: Uppdaterar

source: requires min. %s and max. %s
sv: kräver min. %s och max. %s

source: requires min. %s
sv: kräver min. %s

source: requires max. %s
sv: kräver max. %s

source: Could not detect system SSL certificate store. PrusaSlicer will be unable to establish secure network connections.
sv: Kunde inte identifiera systemets SSL-certifikatlager. PrusaSlicer kommer inte att kunna upprätta säkra nätverksanslutningar.

source: PrusaSlicer detected system SSL certificate store in: %1%
sv: PrusaSlicer upptäckte systemets SSL-certifikatlager i: %1%

source: To specify the system certificate store manually, please set the %1% environment variable to the correct CA bundle and restart the application.
sv: För att specificera systemcertifikatlagret manuellt, ställ in miljövariabeln %1% till rätt CA-paket och starta om programmet.

source: CURL init has failed. PrusaSlicer will be unable to establish network connections. See logs for additional details.
sv: CURL init har misslyckats. PrusaSlicer kommer inte att kunna upprätta nätverksanslutningar. Se loggar för ytterligare information.

source: Open G-code file:
sv: Öppna G-kod fil:

source: Connection to Repetier works correctly.
sv: Anslutning till Repetier fungerar korrekt.

source: Could not connect to Repetier
sv: Det gick inte att ansluta till Repetier

source: Note: Repetier version at least 0.90.0 is required.
sv: Obs: Repetierversion minst 0.90.0 krävs.

source: HTTP status: %1% Message body: "%2%"
sv: HTTP-status: %1% Meddelandetext: "%2%"

source: Parsing of host response failed. Message body: "%1%" Error: "%2%"
sv: Parsning av värdsvar misslyckades. Meddelandetext: "%1%" Fel: "%2%"

source: Enumeration of host printers failed. Message body: "%1%" Error: "%2%"
sv: Uppräkning av värdskrivare misslyckades. Meddelandetext: "%1%" Fel: "%2%"

source: Taking a configuration snapshot failed.
sv: Det gick inte att ta en ögonblicksbild av konfigurationen.

source: PrusaSlicer has encountered an error while taking a configuration snapshot.
sv: PrusaSlicer har stött på ett fel när en ögonblicksbild av konfigurationen togs.

source: PrusaSlicer error
sv: PrusaSlicer-fel

source: Continue
sv: Fortsätta

source: Abort
sv: Avbryta

source: There is an object with no extrusions in the first layer.
sv: Det finns ett föremål utan profiler i det första lagret.

source: Empty layer between %1% and %2%.
sv: Tomt lager mellan %1% och %2%.

source: (Some lines not shown)
sv: (Vissa rader visas inte)

source: Object name: %1%
sv: Objektnamn: %1%

source: Filament Start G-code
sv: Filament Start G-kod

source: Filament End G-code
sv: Filament End G-kod

source: In the custom G-code were found reserved keywords:
sv: I den anpassade G-koden hittades reserverade nyckelord:

source: This may cause problems in g-code visualization and printing time estimation.
sv: Detta kan orsaka problem med g-kodvisualisering och uppskattning av utskriftstid.

source: No extrusions were generated for objects.
sv: Inga extruderingar genererades för objekt.

source: Your print is very close to the priming regions. Make sure there is no collision.
sv: Ditt tryck ligger mycket nära priming-områdena. Se till att det inte blir någon kollision.

source: Mixed
sv: Blandad

source: Cannot calculate extrusion width for %1%: Variable "%2%" not accessible.
sv: Kan inte beräkna extruderingsbredd för %1%: Variabeln "%2%" är inte tillgänglig.

source: The selected 3mf file has been saved with a newer version of %1% and is not compatible.
sv: Den valda 3mf-filen har sparats med en nyare version av %1% och är inte kompatibel.

source: The selected 3MF contains FDM supports painted object using a newer version of PrusaSlicer and is not compatible.
sv: Den valda 3MF innehåller FDM stöder målade objekt med en nyare version av PrusaSlicer och är inte kompatibel.

source: The selected 3MF contains seam painted object using a newer version of PrusaSlicer and is not compatible.
sv: Den valda 3MF innehåller sömmålade objekt med en nyare version av PrusaSlicer och är inte kompatibel.

source: The selected 3MF contains multi-material painted object using a newer version of PrusaSlicer and is not compatible.
sv: Den valda 3MF innehåller målade objekt i flera material med en nyare version av PrusaSlicer och är inte kompatibel.

source: The selected amf file has been saved with a newer version of %1% and is not compatible.
sv: Den valda amf-filen har sparats med en nyare version av %1% och är inte kompatibel.

source: Post-processing script %1% failed. The post-processing script is expected to change the G-code file %2% in place, but the G-code file was deleted and likely saved under a new name. Please adjust the post-processing script to change the G-code in place and consult the manual on how to optionally rename the post-processed G-code file.
sv: Efterbearbetningsskriptet %1% misslyckades. Efterbehandlingsskriptet förväntas ändra G-kodfilen %2% på plats, men G-kodfilen raderades och sparades troligen under ett nytt namn. Vänligen justera efterbearbetningsskriptet för att ändra G-koden på plats och konsultera manualen om hur du eventuellt byter namn på den efterbehandlade G-kodfilen.

source: undefined error
sv: odefinierat fel

source: too many files
sv: för många filer

source: file too large
sv: för stor fil

source: unsupported method
sv: metod som inte stöds

source: unsupported encryption
sv: kryptering som inte stöds
